Repository: josephshambrook/wedding
Catalog: locale/*/LC_MESSAGES/django.po
Languages: da

source: Danish
da: Dansk

source: English
da: Engelsk

source: Please enter any dietary requirements for :
da: Eventuelle kostbehov for :

source: Would /guest name/ be interested in transport from the church to the reception?
da: Ville /guest_name/ være interesseret i transport fra kirken til receptionen?

source: Home
da: Hjem

source: Gifts
da: Ønskeseddel

source: June 3rd 2017
da: 3. juni 2017

source: Practical
da: Praktisk

source: Cultural
da: Kulturel

source: Your code has been accepted! As stated on the invitation, please complete your RSVP by August 15th 2016.
da: Din kode er accepteret! Som angivet på invitationen udbedes svar senest 15. august 2016.

source: We are eagerly awaiting our big day, and we sincerely hope that you will be able to share this special occasion with us.
da: Vi venter spændt på vores store dag og vi håber inderligt at du/I har mulighed for at dele denne særlige lejlighed med os.

source: Below is a list of the guests on your invitation; please untick those who are unable to attend.
da: Herunder er en liste med de gæster på din invitation; du/I bedes fjerne markeringen ved dem der ikke kan komme.

source: Continue
da: Fortsæt

source: Before completing your RSVP, please ensure the information you have provided is correct. Below is an overview of the details entered.
da: Før du/I sender dit/Jeres svar, bedes du/I sikre at de oplysninger som er blevet indtastet er korrekte. Herunder er en oversigt:

source: Attending
da: Kommer

source: Yes,No
da: Ja,Nej

source: Dietary Requirements
da: Kostbehov

source: Interest In Transport
da: Interesset I Transport

source: If any of the above details are incorrect, you can go back and amend them.
da: Hvis nogle af ovenstående oplysninger er forkerte, så kan du gå tilbage og ændre dem.

source: Go Back
da: Gå Tilbage

source: If all of the above details are correct, click below to complete your RSVP.
da: Hvis alle ovenstående oplysninger er korrekte, klik herunder for at afslutte dit svar.

source: Complete RSVP
da: Send Svar

source: Wedding traditions
da: Bryllupstraditioner

source: There are a range of curious and entertaining traditions connected to a wedding reception in Denmark. We have outlined these below so our guests hopefully won't be (too) surprised!
da: Der findes en række pudsige og underholdende traditioner i finbindelse med et bryllupsmiddag i Danmark. Vi har beskrevet disse nedenfor så vores gæster forhåbenligt ikke bliver (for) overraskede!

source: Kissing rituals
da: Kysseritualer

source: When the guests clink their cutlery on their plates, the newlyweds must stand on their chairs and kiss. If the guests stamp their feet on the floor, they must climb under the table and kiss.
da: Når gæsterne slår deres bestik på tallerknerne, skal de nygifte stå på stolene og kysse. Hvis gæsterne tramper i skal de kravle under bordet og kysse.

source: Kissing rituals – when the newlyweds leave the table
da: Kysseritualer – når de nygifte forlader bordet

source: When either of the newlyweds leave the table, guests of the same gender can run up to give the person left a cheeky kiss on the cheek! i.e. if the bride leaves the table, the female guests get to run up and kiss the groom, and vice versa.
da: Når en af de nygifte forlader bordet, kan gæsterne af samme køn løbe op til den person tilbage og give dem et kys på kinden! Dvs hvis bruden forlader bordet kan de kvindelige gæster løbe op og kysse gommen, og vice versa.

source: Cutting the brides veil
da: Klippe i brudens slør

source: After the first dance, the bride's veil is cut or torn into pieces. According to superstition, the more it is ruined, the happier she will be in her marriage and guests should take a piece home with them as this will bring them luck.
da: Efter den første dans er brudens slør klippet er revet i stykker. Overtro siger at jo mere ødelagt det bliver, jo lykkeligere vil hun blive i sit ægteskab og gæster bør tage et stykke med hjem da dette vil bringe dem held.

source: Cutting the grooms socks
da: Klippe gommens sokker

source: Before leaving the reception, the male guests must remove the groom's socks and cut off the toes. This is to signify that he is no longer on “frierfødder”, which translates to “proposing feet” - essentially that he is no longer courting!
da: Inden de forlader receptionen skal de mandlige gæster fjerne gommens sokker og klippe tåen af dem. Dette er for at vise at han ikke længere er på frierfødder – dvs at han ikke længere gør kur hos kvinder!

source: Brudevalsen – the first dance
da: Brudevalsen – den første dans

source: The traditional first dance is called “Brudevalsen”, which translates to “The Bride Waltz”. The bride and groom dance with their guests surrounding them, who after a minute or so begin to close in on the couple, until they are no longer able to move. For a visual image of what this will look like, this is a video of the royal wedding in 2004:
da: Den traditionelle første dans hedder Brudevalsen. Bruden og gommen danser med deres gæster omkring sig, som efter ca et minut begynder at nærme sig parret indtil at de ikke længere kan bevæge sig. Her er et link til det royale bryllup fra 2004:

source: Formal pictures
da: Formelle billeder

source: The Danish tradition is to take portraits of the couple and the English tradition is to take photographs of many family constellations. If we ask you to jump into a formal picture, please don't be taken aback!
da: Den danske tradition er at tage portrætter af parret og den engelske tradition er at tage billeder af mange familie konstellationer. Hvis vi beder dig om at hoppe ind i et formelt billede, så vær endelig ikke overrasket!

source: Confetti or rice
da: Konfetti eller ris

source: Upon leaving the church, it is Danish tradition to throw rice at the newlyweds, which they supply. It is English tradition to throw confetti, which you supply. We have decided to go with rice.
da: Når vi forlader kirken er det dansk tradition at kaste med ris på de nygifte, som de udleverer. Det er engelsk tradition at kaste med konfetti, som man selv skal medbringe. Vi har besluttet at der skal kastes med ris.

source: Songs for an occasion
da: Lejlighedssange

source: While we appreciate festive additions to our reception, we're not keen on the Danish tradition of writing songs and we're also mindful that half our guests aren't Danish. If you would like to do something nice for us at the reception, why not prepare a speech?
da: Imens vi værdsætter festlige tilføjelser til vores reception, så er vi ikke lune på den danske tradition med lejlighedssange, og vi er også opmærksomme på at halvdelen af vores gæster ikke er danske. Hvis du har lyst til at gøre noget for os ved receptionen, hvorfor ikke skrive en tale?

source: We would like to ask you to provide a few details so that we can meet any additional needs you may have.
da: Vi vil gerne bede om nogle flere oplysninger så vi kan imødekomme eventuelle yderligere behov.

source: As we are aware that a portion of our guests do not live locally, we will potentially provide transport between the church and the reception venue, depending on the amount of guests who require this.
da: Eftersom vi er opmærksomme på at en del af vores gæster ikke bor lokalt, vil vi muligvis skaffe transport mellem kirken og receptionen, afhængigt af det antal gæster som angiver behov for dette.

source: Please enter any dietary requirements for %(guest)s
da: Eventuelle kostbehov for %(guest)s

source: Would %(guest)s be interested in transport from the church to the reception?
da: Ville %(guest)s være interesseret i transport fra kirken til receptionen?

source: Thank you!
da: Tak!

source: Thank you for completing your RSVP! Feel free to explore our website, and check back as we will continue to update it with information and relevant details. See you next June! - Joseph and Louise
da: Tak for dit svar! Udforsk gerne vores hjemmeside, og vend endelig tilbage da vi vil forsætte med at opdatere med flere oplysninger og relevante detaljer. Vi ses til juni! - Joseph og Louise

source: Go to our website
da: Gå til vores hjemmeside

source: An image of Joseph and Louise on Chelsea Embankment in London
da: Et billede af Joseph og Louise på Chelsea Embankment i London

source: Our gift list is below should you wish to buy us a wedding gift. However, please do not feel obliged to buy us a gift at all; all we really want for our special day is to have you there to celebrate with.
da: Vores ønskesedder er herunder, hvis du ønsker at købe en gave til os. Der er dog ingen forpligtelse, da det vi mest ønsker os er at du er der til at fejre vores særlige dag sammen med os.

source: For some items, the attached link is the exact item we would like and for some the link is a suggestion. We have indicated which is applicable for each item.
da: For nogle punkter er linket den præcise ting vi ønsker os, og for andre er linket et forslag. Vi har indikeret hvad der gælder for hvert punkt.

source: To avoid duplicate gifts and returns, we kindly ask guests to contact Rachel Shambrook on rachel.shambrook@icloud.com before purchasing a gift, to check if the gift you intend to purchase has already been purchased.
da: For at undgå dubletter beder vi venligst vores gæster om at kontakte Rachel Shambrook på rachel.shambrook@icloud.com før man køber en gave, så man kan tjekke om den gave man har tænkt sig allerede er blevet købt.

source: Item
da: Punkt

source: Category
da: Kategori

source: Quantity
da: Antal

source: Actual Item?
da: Egentlige ting?

source: The Wedding
da: Brylluppet

source: The ceremony will take place from 2:30pm at St. George's Church, Beckenham, Kent.
da: Brylluppet finder sted fra 14:30 i St. George's Church, Beckenham, Kent.

source: The reception and dinner will take place at The Old Rectory, Brentwood, Essex.
da: Reception og middag finder sted ved The Old Rectory, Brentwood, Essex.

source: Got Questions?
da: Har du Spørgsmål?

source: Go to FAQs
da: Gå til ofte stillede spørgsmål

source: Need to RSVP?
da: Vil du sende svar?

source: Go to RSVP site
da: Gå til svar side

source: Get in touch
da: Kontakt os

source: Welcome to our RSVP website. Please enter the code on your invitation below to continue.
da: Velkommen til vores svar hjemmeside. Indtast koden på din invitation nedenfor for at fortsætte.

source: Enter your code here
da: Indtast din kode her

source: Wedding date and time
da: Bryllupsdato og tid

source: The date of the wedding is June 3rd 2017. The ceremony is due to start at 2:30pm.
da: Bryllupsdatoen er 3. juni 2017. Brylluppet er sat til at started kl 14.30.

source: RSVP date
da: S.U. dato

source: As stated on the invitation, please complete your RSVP by August 15th 2016.
da: Som angivet på invitationen udbedes svar senest 15. august 2016.

source: Lost RSVP code
da: Mistet svar kode

source: If you have lost your RSVP code, please send us an email and we will be happy to resend it to you.
da: Hvis du/I har mistet din/Jeres svar kode, så send os en email og så gensender vi den gerne.

source: Amend RSVP
da: Ændre svar

source: If you have sent your RSVP and later realise that you made a mistake, or would like to amend the details you submitted, please contact us as soon as possible.
da: Hvis du/I har meldt svar og senere opdager at der er en fejl, eller du/I gerne vil ændre de oplsyninger du/I har sendt, så kontakt os gerne snarest muligt.

source: The dress code is formal casual.
da: Dress coden er formel afslappet.

source: Church details
da: Oplysninger om kirken

source: The ceremony will take place at
da: Bryllppet vil finde sted i

source: Unplugged church
da: Frakoblet kirke

source: While we appreciate that our guests are as keen to remember the day as we are, we have hired photographers to cover the day, and we will naturally be more than happy to share our pictures after the wedding! Therefore we kindly ask our guests to put their phones away during the ceremony, as we would prefer them to enjoy the occasion. However, once we have left the church doors, feel free to snap away!
da: Imens vi forstår at vores gæster er ligeså ivrige for at mindes dagen som vi er, så har vi hyret fotografer til at dække dagen og vi vil naturligvis hellere end gerne dele vores billeder efter brylluppet. Derfor beder vi venligst vores gæster om at lægge deres telefoner væk under brylluppet, da vi foretrækker at de nyder øjeblikket. Med det sagt, så snart vi har forladt kirkedørene er alle mere end velkomne til at tage alle de billeder de har lyst til!

source: Click here to view this answer.
da: Klik her for at se dette svar.

source: Reception details
da: Oplysninger om receptionen

source: The reception will take place at
da: Receptionen vil finde sted ved

source: Transport to the reception
da: Transport til receptionen

source: Depending on the amount of people who express interest, we will provide transport from the church to the reception. Once we have received all of our RSVPs, we will make a decision and contact everyone who expressed an interest.
da: Afhængig af antallet af personer som viser interesse så vil vi skaffe transport fra kirken til receptionen. Når vi har modtaget svar fra alle vil vi træffe en beslutning og kontakte alle dem som har vist interesse.

source: Speeches
da: Taler

source: If you would like to toast us with a speech, please let us know by email so that this can be arranged with our toastmaster on the day.
da: Hvis du/I gerne vil skåle os med en tale så lad os da vide per email så dette kan arrangeres med vores toastmaster på dagen.

source: Cabs
da: Taxi

source: Hotels
da: Hotel

source: Contact Details
da: Kontaktoplysninger

source: You can contact us either by email or Facebook.
da: Vi kan kontaktes enten på email eller på facebook.

source: Hello %(group)s! Welcome to our RSVP website. As stated on the invitation, please complete your RSVP by August 15th 2016.
da: Hej %(group)s! Velkommen til vores hjemmeside hvor du/I kan sende svar. Som angivet på invitationen bedes dette gjort senest 15. august 2016.
